#menu
welcome         =   Bienvenido,

submenu1        =   Administraci\u00f3n
submenu11       =   Gesti\u00f3n
menuitem111     =   Locales
menuitem112     =   Areas
menuitem113     =   Lugares
menuitem114     =   Responsables
menuitem115     =   Cargos
menuitem11      =   Empresas
menuitem12      =   Usuarios
menuitem13      =   Perfiles
menuitem14      =   Asignar Perfiles
menuitem15      =   Asignar Permisos
menuitem16      =   Cerrar Sesi\u00f3n
submenu2        =   Inspecci\u00f3n
menuitem21      =   Presencial
menuitem22      =   Telef\u00f3nica
submenu3        =   Documentos
menuitem31      =   Gesti\u00f3n
menuitem32      =   Restauraci\u00f3n
menuitem33      =   Anulaci\u00f3n
submenu4        =   Seguridad
menuitem41      =   Novedades
menuitem42      =   Capacitaciones
submenu5        =   Riesgos
menuitem51      =   Evaluaci\u00f3n
menuitem52      =   Matriz
submenu6        =   Herramientas
menuitem61      =   Reportes
menuitem62      =   Exportar

listapaginada_info={0} registros encontrados, mostrando {1} registros, de {2} a {3}. P\u00e1gina {4} / {5}

errorLoguin.usuarioNoExiste = Usuario ingresado no existe.
errorLoguin.claveIncorrecta = La clave ingresada es incorrecta.
errorLoguin.claveRequerida = Ingrese su Clave de Acceso.
errorLoguin.usuarioRequerido = Ingrese su Usuario de Acceso.

errorCambioClave.exito = Se cambi\u00f3 la clave exitosamente.
errorCambioClave.confirmarClave = Ingrese nuevamente su clave actual correctamente para su confirmaci\u00f3n.

errorReuExtraproceso.fechaRequerida = La fecha de la reuni\u00f3n extraproceso es obligatoria.
errorReuExtraproceso.horaRequerida = La hora de la reuni\u00f3n extraproceso es obligatoria.
errorReuExtraproceso.autoridadRequerida = La nombre de la autoridad a cargo de la reuni\u00f3n extraproceso es obligatorio.
errorReuExtraproceso.detalleRequerido = El detalle de la reuni\u00f3n extraproceso es obligatorio.

errorVisInspectiva.fechaRequerida = La fecha de la visita inspectiva es obligatoria.
errorVisInspectiva.horaRequerida = La hora de la visita inspectiva es obligatoria.
errorVisInspectiva.inspectorRequerido = La nombre del inspector a cargo de la visita inspectiva es obligatorio.
errorVisInspectiva.detalleRequerido = El detalle de la visita inspectiva es obligatorio.

errorReuInformativa.fechaRequerida = La fecha de la reuni\u00f3n informativa es obligatoria.
errorReuInformativa.horaRequerida = La hora de la reuni\u00f3n informativa es obligatoria.
errorReuInformativa.autoridadRequerida = La nombre de la autoridad a cargo de la reuni\u00f3n informativa es obligatorio.
errorReuInformativa.detalleRequerido = El detalle de la reuni\u00f3n informativa es obligatorio.

errorMesDialogo.fechaRequerida = La fecha de la mesa de di\u00e1logo es obligatoria.
errorMesDialogo.horaRequerida = La hora de la mesa de di\u00e1logo es obligatoria.
errorMesDialogo.autoridadRequerida = La nombre de la autoridad a cargo de la mesa de di\u00e1logo es obligatorio.
errorMesDialogo.detalleRequerido = El detalle de la mesa de di\u00e1logo es obligatorio.

errorEmpresa.rucRequerido = Debe ingresar el RUC de la empresa.
errorEmpresa.rucFormato = El RUC ingresado tiene un formato incorrecto.
errorEmpresa.razonSocialRequerida = Debe ingresar la raz\u00f3n social de la empresa.
errorEmpresa.representanteLegalRequerido = Debe ingresar el representante legal de la empresa.
errorEmpresa.sectorRequerido = Debe seleccionar el sector econ\u00f3mico al que pertenece la empresa.
errorEmpresa.ciiuRequerido = Debe seleccionar el ciiu al que pertenece la empresa.
errorEmpresa.direccionRequerida = Debe ingresar la direcci\u00f3n de la empresa.
errorEmpresa.departamentoRequerido = Debe seleccionar el departamento en el que se encuentra la empresa.
errorEmpresa.provinciaRequerida = Debe seleccionar la provincia en el que se encuentra la empresa.
errorEmpresa.distritoRequerido = Debe seleccionar el distrito en el que se encuentra la empresa.
errorEmpresa.telefonoRequerido = Debe ingresar el tel\u00e9fono de la empresa.
errorEmpresa.emailRequerido = Debe ingresar el correo electr\u00f3nico de la empresa.
errorEmpresa.numeroTrabajadoresRequerido = Debe ingresar el n\u00famero de trabajadores de la empresa.
errorEmpresa.numeroTrabajadoresNoNumerico = El campo n\u00famero de trabajadores contiene un valor no num\u00e9rico.
errorEmpresa.numeroTrabajadoresNoEntero = El campo n\u00famero de trabajadores debe contener un valor entero.

errorSindicato.numExpRequerido = Debe ingresar el n\u00famero de expediente del sindicato.
errorSindicato.nombreRequerido = Debe ingresar el nombre del sindicato.
errorSindicato.secretarioGeneralRequerido = Debe ingresar el nombre completo del secretario general del sindicato.
errorSindicato.secretarioDefensaRequerido = Debe ingresar el nombre completo del secretario de defensa del sindicato.
errorSindicato.secretarioOrganizacionRequerido = Debe ingresar el nombre completo del secretario de organizaci\u00f3n del sindicato.
errorSindicato.direccionRequerida = Debe ingresar la direcci\u00f3n del sindicato.
errorSindicato.departamentoRequerido = Debe seleccionar el departamento en el que se encuentra el sindicato.
errorSindicato.provinciaRequerida = Debe seleccionar la provincia en el que se encuentra el sindicato.
errorSindicato.distritoRequerido = Debe seleccionar el distrito en el que se encuentra el sindicato.
errorSindicato.telefonoRequerido = Debe ingresar el tel\u00e9fono del sindicato.
errorSindicato.emailRequerido = Debe ingresar el correo electr\u00f3nico del sindicato.
errorSindicato.numeroTrabajadoresRequerido = Debe ingresar el n\u00famero de trabajadores sindicalizados.
errorSindicato.numeroTrabajadoresNoNumerico = El campo n\u00famero de trabajadores contiene un valor no num\u00e9rico.
errorSindicato.numeroTrabajadoresNoEntero = El campo n\u00famero de trabajadores debe contener un valor entero.

errorHecho.fechaRequerida = Debe ingresar la fecha cuando ocurrieron los hechos.
errorHecho.fechaAnterior = La fecha de hecho a registrar no debe ser anterior a la fecha del \u00f9ltimo hecho registrado.
errorHecho.estadoRequerido = Debe seleccionar el estado actual de la alerta.
errorHecho.departamentoRequerido = Debe seleccionar el departamento en donde ocurrienron los hechos.
errorHecho.provinciaRequerida = Debe seleccionar la provincia en donde ocurrienron los hechos.
errorHecho.distritoRequerido = Debe seleccionar el distrito en donde ocurrienron los hechos.
errorHecho.descripcionRequerida = Debe ingresar una breve descripci\u00f3n de los hecho ocuridos.
errorHecho.causaRequerida = Debe seleccionar la causa del conflicto por la cual ocurrieron los hechos.
errorHecho.causaSecundariaRequerida = Debe seleccionar la causa espec\u00edfica del conflicto por la cual ocurrieron los hechos.

errorAlerta.registroExitoso = La alerta se registr\u00f3 exitosamente.
errorAlerta.empresaRequerida = Debe ingresar al menos una empresa.
errorAlerta.sindicatoRequerido = Debe ingresar al menos un sindicato.
errorAlerta.errorRegistro = Hubo un error al registra la alerta.

errorHuelga.fechaFinHuelgaRequerida = Debe ingresar un fecha estimada del levantamiento de huelga.

errorArchivo.fileSize = El archivo no debe tener m\u00e1s de 1Mb.
errorArchivo.conentType = El archivo debe ser de tipo PDF.
errorArchivo.fileRequerido = Debe seleccionar el archivo a adjuntar.
errorArchivo.alertaRequerida = Debe registrar la alerta antes de adjuntar un archivo

errorUsuarioExterno.dniRequerido = Debe ingresar el DNI del usuario a registrar.
errorUsuarioExterno.dniLongitud = El DNI debe tener 8 caracteres num\u00e9ricos.
errorUsuarioExterno.nombresRequeridos = Debe ingresar los nombres del usuario a registrar.
errorUsuarioExterno.apellidosRequeridos = Debe ingresar los apellidos del usuario a registrar.
errorUsuarioExterno.direccionRequerido = Debe ingresar la direcci\u00f3n del usuario a registrar.
errorUsuarioExterno.correoRequerido = Debe ingresar el correo electr\u00f3nico del usuario a registrar.
errorUsuarioExterno.telefonoRequerido = Debe ingresar el tel\u00e9fono del usuario a registrar.
errorUsuarioExterno.organizacionRequerida = Debe ingresar la organizaci\u00f3n del usuario a registrar.

errorBusqueda.fechaFinMenorFechaInicio = La fecha de fin no puede ser menor a la fecha de inicio.
errorBusqueda.alertaConcluida = La alerta seleccionada se encuentra conclu\u00edda o solucionada.

errorReporte.sectorRequerido = Debe seleccionar un sector econ\u00f3mico.